{
  "per_page": 6,
  "data": [
      {
      "productID": 1,
      "category": "Vegetable",
      "keyword": "vegtable, limited availability, support local, Singapore",
      "name": "Pink Lettuce",
      "image_1": "img/products/pink_lettuce.jpeg",
      "img_credit_1": "koit.com",
      "image_2": "img/products/pink_lettuce.jpeg",
      "img_credit_2": "newsweek",
      "stock_count": 35,
      "item_unit": "kg",
      "price": 35,
      "summary": "Pinky Lettuce",
      "description": "Radicchio del Veneto, also known as Millennial Pink Lettuce - the latest trend in the culinary world. Our locally grown, rosy-colored chicory is a unique and exciting addition to any dish. Grown locally in a smart-tech, climate controlled indoor facility, our lettuce is harvested fresh daily, with limited stock available. Elevate your meals and impress your food-loving followers with the vibrant and delicious Pink Lettuce."
    },
      {
      "productID": 2,
      "category": "Mushroom",
      "keyword": "mushroom, Indonesia",
      "name": "King Oyster Mushroom",
      "image_1": "img/products/king_oyster.jpg",
      "img_credit_1": "ntuc",
      "image_2": "img/products/2_king_oyster.jpg",
      "img_credit_2": "#",
      "stock_count": 120,
      "item_unit": "kg",
      "price": 18,
      "summary": "Meaty & flavorful mushrooms. Great for BBQ or sautéing",
      "description": "Introducing the King Oyster Mushroom - the versatile ingredient your restaurant needs to take your dishes to the next level. These meaty and flavorful mushrooms are perfect for sautéing, grilling, and roasting, making them a great addition to any menu. As a restaurant wholesaler, we offer premium quality King Oyster Mushrooms that are hand-picked and delivered fresh to your door. Elevate your cuisine with the King Oyster Mushroom today!"
    },
      {
      "productID": 3,
      "category": "Mushroom",
      "keyword": "mushroom, truffles, limited availability, Italy",
      "name": "Alba White Truffles",
      "image_1": "img/products/alba_white_truffle.jpg",
      "img_credit_1": "instagram",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 15,
      "item_unit": "100", 
      "price": 985, 
      "summary": "Premium Wild White Truffles from the hills of Piedmont, Italy",
      "description": "Indulge in the ultimate luxury of Alba White Truffles - the rarest and most sought-after truffles in the world. With their intense aroma and delicate, nutty flavor, Alba White Truffles are the ultimate culinary indulgence. Sourced exclusively from the hills of Piedmont, Italy, these prized truffles are the perfect addition to any upscale restaurant's menu. Elevate your cuisine to new heights with the exquisite flavor of Alba White Truffles."
    },
      {
      "id": 4,
      "category": "vegetable",
      "keyword": "vegetable, wasabi, limited availability, Japan",
      "name": "Wasabi Roots",
      "image_1": "img/products/wasabi_roots.jpeg",
      "img_credit_1": "livejapan",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 45,
      "item_unit": "piece",
      "price": 58,
      "summary": "Take your culinary level up a notch with our wild cultivated Wasabi Roots.",
      "description": "Discover the unmatched flavour and texture of our sustainably Japan-grown wild cultivated wasabi roots! Grown in their natural habitat with mountain spring-fed running streams, our wasabi roots offer a bold and unique taste that can't be replicated by mass-produced wasabi paste. Whether you're a seasoned chef or a home cook, our wild cultivated wasabi roots are the perfect choice for adding heat and complexity to your favourite dishes.||  Sold on a per root basis of approx 4 ounces/120 grams in weight each.||"
    },
      {
      "id": 5,
      "category": "vegetable",
      "keyword": "vegtable, potato, limited availability, France",
      "name": "La Bonnotte Potatoes",
      "image_1": "img/products/la_bonnotte_potatoes.jpg",
      "img_credit_1": "facebook",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 40,
      "item_unit": "100", 
      "price": 107, 
      "summary": "Exclusive naturally salted, juicy potatotes imported from France",
      "description": "The world's most expensive potatos. A rare and exclusive variety of potato that is grown on the French island of Noirmoutier. These potatoes are hand-harvested only in small quantities. La Bonnotte potatoes are known for their unique flavor, which comes from the fact that they are naturally salted by the sea air and the sandy soil they grow in. They are also known for their juiciness and delicate texture, which makes them ideal for steaming or boiling and serving with a simple dressing of butter and salt."
    },
      {
      "id": 6,
      "category": "vegetable",
      "keyword": "vegetable, peas, limited availability, Spain",
      "name": "Spanish Tear Peas",
      "image_1": "img/products/spanish_peas.jpg",
      "img_credit_1": "modernfarmer",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 50,
      "item_unit": "kg",
      "price": 57,
      "summary": "Very exclusive peas. World's most expensive pea!",
      "description": "Popularly know as Green Caviar or as Guisante Lágrima, this vegetable delight is one of the world’s most time-sensitive vegetables & requires a delicate manual harvest process.||  The pods come with a thin skin, which provides the delightful sensation of bursting in the mouth. The taste is both subtle and explosive: a herbal undertone, sweet and salty experience best described as freshness.||  Seasonal in early springtime, the tear pea is grown most in Spain’s Basque Country and a staple in Basque Michelin starred restaurants.||"
    },
      {
      "id": 7,
      "category": "fruit",
      "keyword": "fruit, grapes, fresh, limited availability, Xinjiang",
      "name": "Turpan Valley Red Grapes",
      "image_1": "img/products/turpan_grapes.jpg",
      "img_credit_1": "Xinjiang Travel Experts",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 30,
      "item_unit": "kg",
      "price": 118,
      "summary": "Top quality wine grapes from Turpan Valley",
      "description": "Introducing Turpan Valley Red Grapes, these  wine grapes are the ultimate choice for exclusive restaurants looking to impress their patrons with the finest quality produce.||   Grown in the lush oasis of Turpan in Xinjiang, China, these grapes boast a rich, deep flavour profile that's sure to satisfy even the most discerning palates. With their exquisite appearance and unparalleled taste, Turpan Grape Valley Red Grapes are the perfect addition to any upscale menu or as an opening appetisers.||  Our Turpan Grape Valley Red Grapes are sold in 300-350 grams bunch.||"
    },
      {
      "id": 8,
      "category": "mushroom",
      "keyword": "mushroom, antioxidants, medicinal, Indonesia",
      "name": "Lion's Mane Mushroom",
      "image_1": "img/products/lions_mane.jpg",
      "img_credit_1": "be-still-farms.com",
      "image_2": "img/products/2_lions_mane.jpg",
      "img_credit_2": "WideSageFood.nl",
      "stock_count": 80,
      "item_unit": "kg",
      "price": 65,
      "summary": "A superfood high in antioxidants & medicinal properties",
      "description": "Elevate your dishes with lion's mane mushroom – the ultimate superfood for high-end restaurants!||  Our premium quality lion's mane mushrooms are handpicked and delivered fresh, providing an unmatched flavour and an impressive array of medicinal properties. With its delectable lobster-like taste and natural health benefits, lion's mane mushroom is the perfect ingredient for chefs who want to showcase their commitment to healthy, nutritious cuisine.||  Order our premium lion's mane mushrooms today and take your dishes to the next level!"
    },
      {
      "id": 9,
      "category": "fruit",
      "keyword": "fruit, Melon, Japan",
      "name": "Furano Melon",
      "image_1": "img/products/furano_melon.jpeg",
      "img_credit_1": "888 seasons",
      "image_2": "img/products/2_furano_melon.jpeg",
      "img_credit_2": "888 seasons",
      "stock_count": 70,
      "item_unit": "kg",
      "price": 94,
      "summary": "Premium quality Furano Melons fresh from Hokkaido, Japan",
      "description": "Introducing the exquisite Furano Melon – the rare Japanese fruit that's taking the culinary world by storm! Our premium quality Furano Melons are handpicked from the lush fields of Hokkaido, Japan, and delivered fresh to your restaurant.||  With their delicate, juicy texture and sweet, refreshing taste, Furano Melons are the perfect ingredient for upscale desserts, cocktails, and salads. Known for their natural beauty and unparalleled flavour, Furano Melons are sure to impress even the most discerning food critics.||  Don't miss out on the opportunity to elevate your menu with this exceptional fruit – order our premium Furano Melons today!"
    },
      {
      "id": 10,
      "category": "vegetable",
      "keyword": "vegetable, culinary, medicinal, limited availability, Netherlands",
      "name": "Hop Shoots",
      "image_1": "img/products/hop_shoots.jpg",
      "img_credit_1": "indiatimes",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 100,
      "item_unit": "100", 
      "price": 175, 
      "summary": "Elevate your dishes with medicinal Hop Shoots.",
      "description": "Looking for a delicious and healthy addition to your restaurant's menu? Consider Hop Shoots! Not only do they have a unique and delightful flavour, but they also possess medicinal properties that have been used for centuries to promote relaxation and reduce anxiety. Our high-quality Hop Shoots from Limburg, Netherlands are the perfect ingredient to add to your fine-dining dishes to not only tantalise your customers' taste buds but also offer a holistic benefit. Impress your customers and promote their wellbeing with Hop Shoots."
    },
      {
      "id": 11,
      "category": "Mushroom",
      "keyword": "mushroom, medicinal, limited availability, Tibet",
      "name": "Yartsa Gunbu",
      "image_1": "img/products/yartsa_gunbu.jpg",
      "img_credit_1": "National Geographic",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 100,
      "item_unit": "gram", 
      "price": 138, 
      "summary": "Famed & sought-after medicinal ingrident for your next creative culinary fusion",
      "description": "Yartsa Gunbu, a rare and highly sought-after caterpillar fungus known for its exceptional medicinal properties.||  This prized ingredient has been used in traditional Tibetan and Chinese medicine for centuries with its ability to enhance immunity, improve energy, and promote overall well-being.  With its unique taste and unparalleled health benefits, Yartsa Gunbu is a must-have ingredient for any upscale dining establishment looking to impress their customers with the finest cuisine.||  Our Yartsa Gunbu is sourced directly from the Himalayan region, ensuring the highest quality and purity. Elevate your menu with Yartsa Gunbu, and offer your diners an unforgettable culinary experience and is the perfect addition to any health-conscious menu."
    },   
      {
      "id": 12,
      "category": "fruit",
      "keyword": "fruit, durian, Malaysia",
      "name": "Black Thorn Durian (D200)",
      "image_1": "img/products/black_thorn.jpg",
      "img_credit_1": "thestar",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 20,
      "item_unit": "kg", 
      "price": 47,
      "summary": "Best in class King of Fruits from an award winning farm.",
      "description": "Our premium black thorn durian, also known as the king of fruits, is sourced directly from Leow Cheok Kiang’s plantation, a Grand Champion award-winning D200 durian farm. Our durian is rich, creamy, and bursting with flavor, making it the perfect addition for chefs looking to expand their culinary creativity and fusion.  Its versatile flesh can be used as a creamy paste topping or filling for a variety of pastries, adding a unique and decadent touch to your dessert menu. Impress your customers with the taste and aroma of our premium durian, and elevate your restaurant's offerings to a whole new level. Satisfy even the most discerning palates and leave a lasting impression on your diners with our exceptional durian."
    },
      {
      "id": 13,
      "category": "flower",
      "keyword": "flower, squash, limited availability, Malaysia",
      "name": "Squash Blossoms",
      "image_1": "img/products/squash_blossom.jpeg",
      "img_credit_1": "pinterest",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 15, 
      "item_unit": "box",  
      "price": 12.80, 
      "summary": "Elevate your dishes with versatile Squash Blossoms.",
      "description": "Squash Blossom's culinary versatility is unmatched - whether you're looking to add a pop of colour to a salad, create a show-stopping appetiser, or garnish a main dish, our blossoms are the perfect ingredient. Stuff them with cheese and fry them for a crispy and creamy treat, sauté and roast them, or use them to add a subtle sweetness to your sauces and soups. With Squash Blossom, the possibilities are endless, and your culinary creations will never be the same.  Harvested daily fresh from our in-house local smart vertical farming facility."
    },
      {
      "id": 14,
      "category": "flower",
      "keyword": "flower, orchid, limited availability, support local, Singapore",
      "name": "Edible Karma Orchids",
      "image_1": "img/products/karma_orchid.jpeg",
      "img_credit_1": "marxfoods",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 8,  
      "item_unit": "box",  
      "price": 43,
      "summary": "Daily fresh cut karma orchids",
      "description": "Introducing Karma Orchids - the premium orchids cultivated exclusively for culinary use. With their unique flavour profile and stunning appearance, Karma Orchids are the perfect addition to any dish, adding both flavour and visual appeal. Our orchids are grown with the utmost care and attention, chemical free, ensuring the highest quality product for culinary chefs who demand excellence. Though their primary appeal is their beauty, they do impart a fresh, crispy, almost endive-like flavour.  Sold in bags of boxes of 25 flowers, each approximately 6 - 8.5cm. Growth & harvested fresh daily in our smart vertical farming facility."
    },
      {
      "id": 15,
      "category": "flower",
      "keyword": "flower, orchid, microgreen, limited availability, support local, Singapore",
      "name": "Edible Karma Orchids",
      "image_1": "img/products/micro_orchids.jpeg",
      "img_credit_1": "marxfoods",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 8,  
      "item_unit": "1",  
      "price": 47,
      "summary": "Daily fresh cut orchids microgreens",
      "description": "Beautiful orchids microgreens blend contains a random assortment of colours. They have a crisp, juicy texture and a very cucumber-esque flavour making them the perfect delicate garnish or great toppings to a savoury dish or as a cocktail edible greens.   These orchids are grown in-house for culinary use, in our smart vertical farm facility, free from chemicals, from seeds and fresh harvest daily at the seedling stage when they have only their seed leaves and before their true leaves develop. Sold in boxes of 45 blossoms, each approximately 1.2 - 1.8cm blooms. Growth & fresh cut daily in our smart vertical farming facility."
    },
      {
      "id": 16,
      "category": "vegetable",
      "keyword": "vegetable, microgreen, limited availability, support local, Singapore",
      "name": "Broccoli Microgreen",
      "image_1": "img/products/broccoli_microgreen.jpeg",
      "img_credit_1": "maser pets",
      "image_2": "#",
      "img_credit_2": "#",
      "stock_count": 30,
      "item_unit": "1",  
      "price": 18,
      "summary": " Fresh, flavorful Broccoli Microgreens for elevated dining experiences.",
      "description": "A excellent gourmet ingredient for elevating your fine dining dishes. These nutrient-packed greens provide a delicate yet robust flavour and a vibrant green colour that will delight your discerning diners. High in antioxidants, vitamin C, K, B as well as phosphorus and magnesium. It is known to have medicinal properties to regulate the level of acidity of the stomach and has a protective effect for several types of cancers.  Grown from certified organic, GMO-free, and non-treated seeds in our our HEPA clean-room vertical farming facility for culinary use. Fresh cut daily, sold in boxes with a net weight of 55gram."
    }
  ],
  "support": {
    "url": "https://github.com/shauntneah/project-wellow",
    "text": "Prototyping json datafile"
  }
}